Repository: AlexP11223/WooCommerce
Catalog: mollie-payments-for-woocommerce/i18n/languages/woocommerce-mollie-payments-*.po
Languages: fr_fr

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable %s
fr_fr: Activer %s

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout. Default <code>%s</code>
fr_fr: Ceci contrôle le titre que l’utilisateur voit lors du la commande. Default <code>%s</code>

source: Display logo
fr_fr: Afficher le logo

source: Display logo on checkout page. Default <code>enabled</code>
fr_fr: Affichage logo sur la page de commande. Default <code>activé</code>

source: Payment method description that the customer will see on your checkout. Default <code>%s</code>
fr_fr: Méthode de paiement description que le client vera lors du passage de la commande. Default <code>%s</code>

source: Test mode enabled.
fr_fr: Mode de test activé.

source: Gateway Disabled
fr_fr: Passerelle désactivée

source: No API key provided. Please %sset you Mollie API key%s first.
fr_fr: Pas de API key fournie. S'il vous plaît %sset vous Mollie API key%s en premier.

source: %s not enabled in your Mollie profile. You can enabled it by editing your %sMollie profile%s.
fr_fr: %s pas activé dans votre Mollie profil . Vous pouvez lui a permis en éditant votre %sMollie profile%s.

source: Shop currency %s not supported by Mollie. Mollie only supports: %s.
fr_fr: monnaie de la boutique %s n’est pas supporté par Mollie . Mollie seuls supports: %s

source: Could not load order %s
fr_fr: pourrait pas charger ordre %s

source: Awaiting payment confirmation.
fr_fr: En attente de la confirmation de paiement.

source: %s payment started (%s).
fr_fr: %s paiement a commencé (%s).

source: test mode
fr_fr: mode test

source: Could not create %s payment.
fr_fr: Impossible de créer %s paiement.

source: %s payment %s (%s).
fr_fr: %s paiement %s (%s).

source: Order completed using %s payment (%s).
fr_fr: ordre terminé en utilisant %s paiement (%s)

source: %s payment cancelled (%s).
fr_fr: %s paiement annulé (%s).

source: %s payment expired (%s).
fr_fr: %s paiement expiré (%s).

source: You have cancelled your payment. Please complete your order with a different payment method.
fr_fr: Vous avez annulé votre paiement . S'il vous plaît compléter votre commande avec un autre méthode de paiement.

source: Refunded %s%s (reason: %s) - Payment ID: %s, Refund: %s
fr_fr: remboursé %s%s (raison: %s) - Paiement ID: %s, Rembourse: %s

source: Payment
fr_fr: paiement

source: We have not received a definite payment status.
fr_fr: Nous avons pas reçu un statut de paiement définitif.

source: We have not received a definite payment status. You will receive an email as soon as we receive a confirmation of the bank/merchant.
fr_fr: Nous avons pas reçu un statut de paiement définitif. Vous recevrez un email dès que nous recevrons une confirmation de la banque /merchant

source: Expiry date
fr_fr: date d'expiration

source: Number of days after the payment will expire. Default <code>%d</code> days
fr_fr: Nombre de jours après le paiement expirera. Default <code>%d</code> jours

source: Mail payment instructions
fr_fr: Les instructions de paiement par mail

source: Should Mollie automatically mail the payment instructions to the customer? Default <code>enabled</code>
fr_fr: Devrait Mollie automatiquement envoye les instructions de paiement pour le client par mail? Default <code>activé</code>

source: If you disable this option the customer still has an option to send the payment instructions to an email address on the Mollie payment screen.
fr_fr: Si vous désactivez cette option, le client a toujours une option pour envoyer les instructions de paiement à une adresse e-mail sur l'écran de paiement de Mollie.

source: Bank Transfer
fr_fr: Transfert Bancaire

source: Payment completed by <strong>%s</strong> (IBAN: %s, BIC: %s)
fr_fr: ordre terminé par <strong>%s</strong> (IBAN: %s, BIC: %s)

source: Please complete your payment by transferring the total amount to the following bank account:
fr_fr: S'il vous plaît terminé votre paiement par transférer le montant total sur le compte bancaire suivant:

source: Beneficiary: %s
fr_fr: bénéficiaire: %s

source: Payment reference: %s
fr_fr: Référence de paiement: %s

source: Please provide the payment reference <strong>%s</strong>
fr_fr: S'il vous plaît fournir la référence de paiement <strong>%s</strong>

source: The payment will expire on <strong>%s</strong>.
fr_fr: le paiement expirera le <strong>%s</strong>.

source: The payment will expire on <strong>%s</strong>. Please make sure you transfer the total amount before this date.
fr_fr: le paiement expirera le <strong>%s</strong>. S'il vous plaît faire sûr que vous transférez le montant total avant cette date.

source: Credit card
fr_fr: Carte de crédit

source: Payment completed by <strong>%s</strong>
fr_fr: paiement terminé par <strong>%s<strong>

source: Select your bank
fr_fr: Sélectionnez votre banque

source: PayPal
fr_fr: Sélectionnez votre banque

source: Payment completed by <strong>%s</strong> - %s (PayPal transaction ID: %s)
fr_fr: paiement terminé par <strong>%s<strong> - %s (PayPal transaction ID: %s)

source: No API key provided.
fr_fr: Pas de API key fournie

source: Invalid API key. The API key must start with 'live_' or 'test_' and can't further contain any special characters.
fr_fr: API key invalide. Le API key doit commencer par 'Live_' ou 'test_' et ne peut pas contenir plus de caractères spéciaux.

source: Error
fr_fr: Erreur

source: Mollie status:
fr_fr: Mollie état:

source: Connected
fr_fr: Connecté

source: Gateway enabled
fr_fr: Passerelle activé

source: Enabled
fr_fr: Activé

source: Gateway disabled
fr_fr: Passerelle désactivé

source: Disabled
fr_fr: Désactivé

source: This payment method is not supported by this plugin. Please check if there is an update available.
fr_fr: Ce mode de paiement est pas pris en charge par ce plugin . S'il vous plaît vérifier si il ya une mise à jour disponible .

source: Not supported
fr_fr: Non supporté

source: The following payment methods are activated in your %sMollie profile%s:
fr_fr: Les moyens de paiement suivants sont activés en votre %sMollie profile%s:

source: Refresh
fr_fr: Rafraîchir

source: Edit
fr_fr: éditer

source: No active Mollie payment methods found. Please check your Mollie profile which payment methods are activated.
fr_fr: Aucune méthode de paiement Mollie actifs trouvés . S'il vous plaît vérifier votre profil Mollie quelles méthodes de paiement sont activées .

source: Order {order_number}
fr_fr: Ordre {order_number}

source: Log plugin events.
fr_fr: Log plugin événements.

source: View logs
fr_fr: Regarde le logs

source: Log files are saved to <code>%s</code>
fr_fr: Les fichiers journaux sont enregistrés <code>%s</code>

source: Mollie settings
fr_fr: Paramètres Mollie

source: The following options are required to use the plugin and are used by all Mollie payment methods
fr_fr: Les options suivantes sont requises pour utiliser les paiements de Mollie et sont utilisés par toutes les méthodes paiement de Mollie.

source: The API key is used to connect to Mollie. You can find your <strong>%s</strong> API key in your %sMollie profile%s
fr_fr: Ce API key est utilisé pour se connecter à Mollie. Vous pouvez trouver votre <strong>%s</strong> API key dans votre %sMollie profil%s

source: Live API key should start with live_
fr_fr: Live API key devrait commencer par live_

source: Enable test mode
fr_fr: Activé mode de test

source: Enable test mode if you want to test the plugin without using real payments.
fr_fr: Activé mode de test si vous souhaitez tester le plugin sans utiliser les paiements réels

source: Test API key should start with test_
fr_fr: Test API key devrait commencer avec test_

source: Payment description send to Mollie. Default <code>%s</code><br/>You can use the following tags: %s
fr_fr: Paiement Description envoyer à Mollie. Default <code>%s</code><br/>Vous pouvez utiliser les balises suivantes: %s

source: Payment screen language
fr_fr: Paiement langue de l'écran

source: Detect using browser language
fr_fr: Détecter utilisant la langue du navigateur

source: default
fr_fr: défaut

source: Send WordPress language (%s)
fr_fr: Envoyer langue WordPress (%s)

source: Dutch
fr_fr: Néerlandais

source: Flemish (Belgium)
fr_fr: Flamande (Belgique)

source: English
fr_fr: Anglais

source: German
fr_fr: Allemand

source: Spanish
fr_fr: Espagnol

source: French
fr_fr: Français

source: French (Belgium)
fr_fr: Français (Belgique)

source: The WooCommerce Mollie Payments plugin requires at least WooCommerce version %s, you are using version %s. Please update your WooCommerce plugin.
fr_fr: Le plugin WooCommerce Mollie paiements nécessite au moins la version WooCommerce %s, vous utilisez la version %s S'il vous plaît mettre à jour votre plugin WooCommerce.

source: Mollie API client not installed. Please make sure the plugin is installed correctly.
fr_fr: Mollie client API pas installé. S'il vous plaît assurez-vous que le plugin est installé correctement.

source: The client requires PHP version >= %s, you have %s.
fr_fr: Le client nécessite la version de PHP >= %s, vous avez %s.

source: The Mollie API client requires the PHP extension JSON to be enabled. Please enable the 'json' extension in your PHP configuration.
fr_fr: Le client Mollie API nécessite l'extension PHP JSON doit être activé. S'il vous plaît permettre le 'json’ extension dans votre PHP configuration.

source: The Mollie API client requires the PHP extension cURL to be enabled. Please enable the 'curl' extension in your PHP configuration.
fr_fr: Le client Mollie API nécessite l'extension PHP cURL doit être activé. S'il vous plaît permettre le ‘curl’ extension dans votre PHP configuration.

source: The Mollie API client requires the following PHP cURL functions to be available: %s. Please make sure all of these functions are available.
fr_fr: Le client Mollie API nécessite les fonctions cURL de PHP suivants pour être disponibles: %s. S’il vous plaît assurez-vous que toutes ces fonctions sont disponibles.

source: Could not activate plugin %s
fr_fr: pourrait pas active plugin %s

source: %s deactivated because it depends on WooCommerce.
fr_fr: %s désactivée car elle dépend de WooCommerce.

source: WooCommerce Mollie Payments
fr_fr: WooCommerce Mollie Paiements

source: Mollie payments for WooCommerce
fr_fr: Mollie paiements pour WooCommerce
