Repository: AlexP11223/WooCommerce
Catalog: MPM/languages/MPM-*.po
Languages: fr_fr, nl_nl

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen

source: Select your bank:
fr_fr: Sélectionnez votre banque:
nl_nl: Selecteer uw bank:

source: Awaiting payment confirmation
fr_fr: En attente d'une confirmation du paiement
nl_nl: Betalingsconfirmatie afwachten

source: Could not create payment.
fr_fr: Création du paiement échoué.
nl_nl: Het aanmaken van de betaling is mislukt.

source: Welcome Back
fr_fr: Merci pour votre achat
nl_nl: Welkom Terug

source: Error: Could not find nor generate return page!
fr_fr: Erreur: Page du retour n'existe pas! (Et creation automatique n'a pas marché)
nl_nl: Fout: Kon de terugkeerpagina niet vinden of maken!

source: Payment Pending
fr_fr: En attente de paiement
nl_nl: In afwachting van de betaalstatus

source: Payment Failed
fr_fr: Paiement échoué
nl_nl: Betaling mislukt

source: Payment Cancelled
fr_fr: Paiement annulé
nl_nl: Betaling geannuleerd

source: Processing Order
fr_fr: Traitement de la commande
nl_nl: Bestelling in behandeling

source: Order Complete
fr_fr: Commande réussi
nl_nl: Bestelling voltooid

source: Mollie Return Page
fr_fr: Page retour de Mollie
nl_nl: Mollie Terugkeerpagina

source: Your order was not recognised as being a valid order from this shop.
fr_fr: Votre commande n'a pas été reconnu comme commande valide de cette boutique.
nl_nl: Uw bestelling is niet herkend als zijnde een geldige bestelling uit deze winkel.

source: If you did buy something in this shop, something apparently went wrong, and you should contact us as soon as possible.
fr_fr: Si vous avez achetée quelque chose dans ce magasin, il y a eu un erreur et on vous prie de nous contacter le plus vite possible.
nl_nl: Als u toch iets in deze winkel gekocht had, is er schijnbaar iets misgegaan. Neemt u alstublieft zo snel mogelijk contact met ons op.

source: Order status:
fr_fr: État de la commande:
nl_nl: Status van uw bestelling:

source: We have not received a definite payment status. You will receive an email as soon as we receive a confirmation of the bank/merchant.
fr_fr: Nous n'avons pas reçu une status de paiement definitive. Vous recevez une e-mail dés qu'on reçois une confirmation de la banque/commerçant.
nl_nl: We hebben nog geen definitieve betaalstatus doorgekregen. U ontvangt een email zodra we van de bank of merchant een confirmatie ontvangen hebben.

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction.
fr_fr: Malheureusement votre commande ne peut pas être traitée, car la banque/commerçant a refusé la transaction.
nl_nl: Helaas kan de bestelling niet worden behandeld aangezien de transactie is afgebroken.

source: Please attempt your purchase again
fr_fr: Vous êtes priée de recommencer votre achat.
nl_nl: Gelieve uw betaling opnieuw te proberen

source: You have cancelled your order.
fr_fr: Vous avez annulé votre transaction.
nl_nl: U hebt uw bestelling afgebroken.

source: Thank you. Your order has been received.
fr_fr: Merci. Votre commande a été reçu.
nl_nl: Dank. Uw bestelling is ontvangen.

source: Order:
fr_fr: Commande:

source: Payment method:
fr_fr: Méthode de paiement:

source: Error: Return page not found!
fr_fr: Erreur: Page de retour introuvable!
nl_nl: Fout: Terugkeerpagina niet gevonden!

source: Payment error:
fr_fr: Erreur:
nl_nl: Betaalfout:

source: Enable/Disable
fr_fr: Activer / Désactiver
nl_nl: Aanzetten/Uitzetten

source: Enable Mollie Payment Module
fr_fr: Activer la Module Paiement Mollie
nl_nl: Mollie Payment Module aanzetten

source: Enable or disable the Mollie Payment Module.
fr_fr: Activer ou désactiver la Module Paiement Mollie.
nl_nl: Zet de Mollie Payment Module aan of uit.

source: Api Key
fr_fr: Clef Api
nl_nl: Api Sleutel

source: You can find your API key in your Mollie website profile. It starts with test or live. This key connects your Mollie Profile to the Woocommerce shop.
fr_fr: Vous trouverez votre Clef Api dans votre profil de site chez Mollie. Elle commence par test ou live. Cette clef connectera votre Profile Mollie a votre boutique-en-ligne.
nl_nl: U kunt uw Api sleutel vinden in uw Mollie websiteprofiel. De sleutel begint met test of live. Deze sleutel verbindt uw webshop met uw Mollie Profiel.

source: Enter a description here. Use "%" for the order id. Payment methods may have a character limit: best keep the description under 29 characters.
fr_fr: Entrer une description ici. Utilisez "%" pour l'index de la commande. Methodes de paiement peuvent avoir une limite de caractères, vous êtes conseillez de garder la description sous les 29 caractères.
nl_nl: Vul hier een beschrijving in. Gebruik "%" voor het id van de bestelling. Betaalmethoden kunnen een karakterlimiet hebben: u wordt aangeraden de omschrijving onder de 29 tekens te houden.

source: Show Images
fr_fr: Montrer les images
nl_nl: Afbeeldingen weergeven

source: Display payment method logos
fr_fr: Montrer les logos des methodes de paiement
nl_nl: Logos van de betaalmethoden weergeven

source: Show or hide the payment method logos.
fr_fr: Montrer ou cacher les logos des methodes de paiement.
nl_nl: Logos van de betaalmethoden weergeven of verbergen.

source: Your Api Key should start with test or live.
fr_fr: Votre Clef Api devrais commencer par test ou live.
nl_nl: De Api Sleutel dient met test of live te beginnen.

source: Warning: Mollie Payment methods are only available for payments in Euros.
fr_fr: Alerte: Les methodes de paiement de Mollie ne sont disponibles seulement pour payements en Euros.
nl_nl: Waarschuwing: Mollie Betaalmethoden zijn alleen beschikbaar voor betalingen in Euros.

source: Warning: Could not retrieve update xml file from GitHub.
fr_fr: Avertissement: Le fichier d'actualisation de GitHub n'a pas été trouvé.
nl_nl: Waarschuwing: Kon de update xml van GitHub niet ophalen.

source: You are currently using version %s. We strongly recommend you to upgrade to the new version %s!
fr_fr: Vous utilisez actuellement la version %s. Nous vous conseillons d'installer la nouvelle version %s!
nl_nl: U gebruikt momenteel versie %s. We raden u sterk aan te upgraden naar de nieuwe versie %s!

source: Warning: Update xml file from GitHub follows an unexpected format.
fr_fr: Avertissement: Le fichier d'actualisation de GitHub suit un format inattendu.
nl_nl: Waarschuwing: De update xml van GitHub volgt een onverwacht formaat.

source: Refund order %d online
fr_fr: Rembourser la commande %d en-ligne
nl_nl: Bestelling %d online terugbetalen

source: Are you sure you want to refund this transaction? This cannot be undone!
fr_fr: Êtes-vous sur de vouloir rembourser cette transaction? Ce ne peut pas être annulé!
nl_nl: Weet u zeker dat u deze betaling wilt terugstorten? Dit kan niet ongedaan gemaakt worden!

source: Mollie refund
fr_fr: Remboursement Mollie
nl_nl: Mollie Terugbetaling

source: Order refunded. The customer will receive the refunded money on the next workday.
fr_fr: Paiement remboursé. Votre client recevra l'argent la journée de travail suivant.
nl_nl: Bestelling terugbetaald. De klant zal het geld de volgende werkdag ontvangen.

source: Refund failed!
fr_fr: Remboursement échoué
nl_nl: Terugbetaling mislukt!

source: Reason:
fr_fr: Raison:
nl_nl: Reden:

source: Creditcard
fr_fr: Carte de crédit

source: Bank transfer
fr_fr: Virement girale
nl_nl: Overboeking

source: Payment On-hold
nl_nl: Betaling in afwachting

source: Description
nl_nl: Omschrijving
