Repository: AlexP11223/WooCommerce
Catalog: woocommerce-mollie-payments/i18n/languages/woocommerce-mollie-payments-*.po
Languages: de_de

source: Enable/Disable
de_de: Einschalten/Ausschalten

source: Enable %s
de_de: Einschalten %s

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout. Default <code>%s</code>
de_de: Hiermit zeigen Sie den Titel an die Ihre Kunde sehen während der checkout. Standard <code>%s</code>

source: Display logo
de_de: Logo anzeigen

source: Display logo on checkout page. Default <code>enabled</code>
de_de: Logo anzeigen auf checkout Seite. Standard <code>aktiviert</code>

source: Description
de_de: Umschreibung

source: Payment method description that the customer will see on your checkout. Default <code>%s</code>
de_de: Umschreibung Zahlungsmethode die Ihre Kunde sehen in Ihren checkout. Standard <code>%s</code>

source: Test mode enabled.
de_de: Test Modus eingeschaltet

source: Gateway Disabled
de_de: Eingangstor ausgeschaltet

source: No API key provided. Please %sset you Mollie API key%s first.
de_de: Kein API key eingetragen. Bitte %sfüllen Sie erst der Mollie API key%s aus.

source: %s not enabled in your Mollie profile. You can enabled it by editing your %sMollie profile%s.
de_de: %s nicht eingeschaltet in Ihres Mollie Profil. Sie können es einschalten in Ihres %sMollie Profil%s.

source: Shop currency %s not supported by Mollie. Mollie only supports: %s.
de_de: Geschäft Valuta %s nicht unterstützt durch Mollie. Mollie understützt nur: %s.

source: Could not load order %s
de_de: Kann Bestellung nicht einladen %s

source: Awaiting payment confirmation.
de_de: Warten auf Zahlungsbestätigung

source: %s payment started (%s).
de_de: %s anfang Zahlung (%s).

source: test mode
de_de: test Modus

source: Could not create %s payment.
de_de: Kann Zahlung %s nicht anmachen.

source: %s payment %s (%s).
de_de: %s Zahlung %s (%s).

source: Order completed using %s payment (%s).
de_de: Bestellung abgerundet mit %s Zahlung (%s).

source: %s payment cancelled (%s).
de_de: %s Zahlung annulliert (%s).

source: %s payment expired (%s).
de_de: %s Zahlung verstrichen (%s).

source: You have cancelled your payment. Please complete your order with a different payment method.
de_de: Sie haben Ihre Zahlung annuliert. Bitte komplettieren Sie Ihre Bestellung mit einer anderen Zahlungsmethode.

source: Refunded %s%s (reason: %s) - Payment ID: %s, Refund: %s
de_de: Rückgezahlt %s%s (Grund: %s) - Zahlung ID: %s, Rückzahlung: %s

source: Payment
de_de: Zahlung

source: We have not received a definite payment status.
de_de: Wir haben nicht einen definitiven Zahlungsstatus empfangen.

source: We have not received a definite payment status. You will receive an email as soon as we receive a confirmation of the bank/merchant.
de_de: Wir haben nicht einen definitiven Zahlungsstatus empfangen. Sie empfangen eine E-mail wenn wir die Bestätigung der Bank/des Vertreter empfangen haben.

source: Expiry date
de_de: Ablaufdatum

source: Number of days after the payment will expire. Default <code>%d</code> days
de_de: Anzahl Tage wann die Zahlung verstreiche. Standard <code>%d</code> Tage

source: Mail payment instructions
de_de: E-mail Zahlung Gebrauchsanleitung

source: Should Mollie automatically mail the payment instructions to the customer? Default <code>enabled</code>
de_de: Sollte Mollie automatisch eine E-mail schicken mit einer Zahlung Gebrauchsanleitung an Ihren Kunde? Standard <code>aktiviert</code>

source: If you disable this option the customer still has an option to send the payment instructions to an email address on the Mollie payment screen.
de_de: Wenn Sie diese Alternative ausschaltet ist es noch möglich vor Ihrem Kunde um die Zahlung Gebrauchsanleitung zu schicken per E-mail in den Mollie Zahlungsschirm.

source: Bank Transfer
de_de: Banküberweisung

source: Payment completed by <strong>%s</strong> (IBAN: %s, BIC: %s)
de_de: Zahlung abgerundet durch <strong>%s</strong> (IBAN: %s, BIC: %s)

source: Please complete your payment by transferring the total amount to the following bank account:
de_de: Bitte runden Sie die Zahlung ab um das ganze Betrag zu überweisen zu dem folgenden Konto:

source: Beneficiary: %s
de_de: Bevorzugte: %s

source: Payment reference: %s
de_de: Zahlungs Referenznummer: %s

source: Please provide the payment reference <strong>%s</strong>
de_de: Bitte benutzen Sie die Zahlungs Refenznummer <strong>%s</strong>

source: The payment will expire on <strong>%s</strong>.
de_de: Die Zahlung verstreiche am <strong>%s</strong>.

source: The payment will expire on <strong>%s</strong>. Please make sure you transfer the total amount before this date.
de_de: Die Zahlung verstreiche am <strong>%s</strong>. Bitte überweisen Sie den ganzen Betrag vor diesem Datum.

source: Payment completed by <strong>%s</strong>
de_de: Zahlung abgerundet durch <strong>%s</strong>

source: Select your bank
de_de: Wähl Ihre Bank

source: Payment completed by <strong>%s</strong> - %s (PayPal transaction ID: %s)
de_de: Zahlung abgerundet durch <strong>%s</strong> - %s (PayPal transaktion ID: %s)

source: No API key provided.
de_de: Kein API key eingegeben.

source: Invalid API key. The API key must start with 'live_' or 'test_' and can't further contain any special characters.
de_de: API key ist ungültig. Der API key muss anfangen mit ‘live_’ oder ‘test_’ und kann nicht anderes speziales Zeichen enthalten.

source: Error
de_de: Fehler

source: Connected
de_de: Angeheftet

source: Gateway enabled
de_de: Eingangstor eingeschaltet

source: Enabled
de_de: Eingeschaltet

source: Gateway disabled
de_de: Eingangstor ausgeschaltet

source: Disabled
de_de: Ausgeschaltet

source: This payment method is not supported by this plugin. Please check if there is an update available.
de_de: Diese Zahlungsmethode wird nicht unterstützt durch diese Plug-in. Bitte kontrolliere Sie ob eine Auffüllung verfügbar ist.

source: Not supported
de_de: Nicht unterstützt

source: The following payment methods are activated in your %sMollie profile%s:
de_de: Folgende Zahlungsmethode sind aktiviert in Ihres %sMollie Profil%s:

source: Edit
de_de: Anpassen

source: No active Mollie payment methods found. Please check your Mollie profile which payment methods are activated.
de_de: Keine aktiven Mollie Zahlungsmethode gefunden. Bitte kontrolliere Sie Ihres Mollie Profil welche Zahlungsmethode aktiviert sind.

source: Order %
de_de: Bestellung %

source: Mollie settings
de_de: Mollie Einstellungen

source: The following options are required to use the Mollie payments and are used by all Mollie payment methods
de_de: Folgende Alternative sind verpflichtet um Mollie Payments zu verwenden und werden verwendet durch alle Mollie Zahlungsmethode

source: The API key is used to connect to Mollie. You can find your <strong>%s</strong> API key in your %sMollie profile%s
de_de: Der API key wird benutzt um

source: Live API key should start with live_
de_de: Live API key muss anfangen mit live_

source: Enable test mode
de_de: test Modus einschalten

source: Enable test mode if you want to test the plugin without using real payments.
de_de: Schalten test Modus ein wenn Sie testen möchten ohne wirkliche Zahlungen

source: Test API key should start with test_
de_de: Test API key muss anfangen mit test_

source: Payment description send to Mollie. <code>%%</code> will be replaced by the order number. Default <code>%s</code>
de_de: Zahlungsumschreibung gesendet an Mollie. <code>%%</code> werden ersetzt durch Bestellungsnummer. Standard <code>%s</code>

source: Payment screen language
de_de: Zahlungsschirm Sprache

source: Detect using browser language
de_de: Benutzte Sprache entdecken des Webbrowsers

source: default
de_de: Standard

source: Send WordPress language (%s)
de_de: Schicke WordPress Sprache (%s)

source: Dutch
de_de: Niederländisch

source: Flemish (Belgium)
de_de: Flämisch (Belgien)

source: English
de_de: Englisch

source: German
de_de: Deutsch

source: Spanish
de_de: Spanisch

source: French
de_de: Französisch

source: French (Belgium)
de_de: Französisch (Belgien)

source: Debug Log
de_de: Debug Logbuch

source: Log plugin events. <a href="%s">View logs</a>
de_de: Wiedergeben der Fehler in den Plug-in. <a href="%s">Sehen Logbuch</a>

source: The WooCommerce Mollie Payments plugin requires at least WooCommerce version %s, you are using version %s. Please update your WooCommerce plugin.
de_de: Um Woocommerce Mollie Payments Plug-in zu benutzen haben Sie mindestens die Woocommerce Version %s nötig, Sie benutzen die Version %s. Sie müssen die letzte Version von WooCommerce Plug-in herunterladen.

source: Mollie API client not installed. Please make sure the plugin is installed correctly.
de_de: Mollie API client ist nicht installiert. Bitte kontrolliere Sie ob der Plug-in gut installiert ist.

source: The client requires PHP version >= %s, you have %s.
de_de: Der Client erfordert PHP Version >= %s, Sie haben %s.

source: The Mollie API client requires the PHP extension JSON to be enabled. Please enable the 'json' extension in your PHP configuration.
de_de: Mollie API client erfordert das die PHP Erweiterung JSON ist eingeschaltet. Bitte schalten Sie die Erweiterung ’json’ ein in Ihre PHP Konfiguration.

source: The Mollie API client requires the PHP extension cURL to be enabled. Please enable the 'curl' extension in your PHP configuration.
de_de: Mollie API client erfordert das die PHP Erweiterung cURL ist eingeschaltet. Bitte schalten Sie die Erweiterung ’curl’ ein in Ihre PHP Konfiguration.

source: The Mollie API client requires the following PHP cURL functions to be available: %s. Please make sure all of these functions are available.
de_de: Mollie API client erfordert das die folgende PHP cURL Funktionen verfügbar sind: %s. Bitte kontrolliere ob alle genannte Funktionen verfügbar sind.

source: Logs
de_de: Logbuch

source: Could not activate plugin %s
de_de: Kann plugin %s nicht aktivieren

source: %s deactivated because it depends on WooCommerce.
de_de: %s deaktiviert weil es abhängt von WooCommerce.

source: Mollie payments for WooCommerce
de_de: Mollie payments für WooCommerce
